name: "vllm.tokenizer"
max_batch_size: 0
backend: "python"

input [
{
  name: "text_input"
  data_type: TYPE_STRING
  dims: [ 1 ]
}
]

output [
{
  name: "text_template"
  data_type: TYPE_STRING
  dims: [ 1 ]
}
]